* Instrumental widths
| Line: Slit  |    lam | d lam |   d v | sigma |
|-------------+--------+-------+-------+-------|
| Ha : 150    | 6562.8 |  0.26 | 11.89 |  5.05 |
| o iii : 150 | 5006.8 |  0.19 | 11.38 |  4.83 |
| Ha : 70     | 6562.8 |  0.13 |  5.94 |  2.52 |
#+TBLFM: $4=3e5 $3 / $2 ; f2::$5=$4 / sqrt(8 log(2));f2

- But supposedly, it is 11.76 km/s at Ha
  - which would give
    - 11.76 6563 / 3e5 = 0.257 at Ha
    - 11.76 5007 / 3e5 = 0.196 at [O III]
    - 
** Check the physical model against the figure of the components
:LOGBOOK:
- Note taken on [2025-08-06 Wed 21:41] \\
  Now I have done the graphic with the new sizes
:END:
- In the figure we have that 60 arcsec = 2.775 in
  - 1 arcsec = 0.04625 in
- So in the one I copied, I will scale the components by 1/0.4625, so that 1 arcsec = 0.1 in
  - Center is at 4.3 in

| Component   |  r_1 |   r_2 | Z_1 | Z_2 |    r |  dr |    z | dz |
|-------------+-----+------+----+----+------+-----+------+----|
| Inner lobes | 4.3 |  8.8 |  0 |  8 | 6.55 | 4.5 |   4. |  8 |
| Outer lobes | 8.5 | 11.3 |  8 | 15 |  9.9 | 2.8 | 11.5 |  7 |
| Outermost   |  15 |  18. |  0 |  3 | 16.5 |  3. |  1.5 |  3 |
| Polar Knots |   0 |   4. | 21 | 29 |   2. |  4. |  25. |  8 |
#+TBLFM: $6=0.5 ($2 + $3)::$7=($3 - $2)::$8=0.5 ($4 + $5)::$9=($5 - $4)

** New cylindrical shell sizes [2025-08-06 Wed]
:PROPERTIES:
:ID:       CE978E44-FC9A-468F-A401-CF648899096F
:END:
- The inner lobes got a bit smaller
- The outermost lobes have their inner radius much reduced since they now include the outer equatorial ring
| Component   |  r_1 |   r_2 | Z_1 | Z_2 |    r |  dr |    z | dz |
|-------------+-----+------+----+----+------+-----+------+----|
| Inner lobes | 3.3 |  7.3 |  0 |  8 |  5.3 |  4. |   4. |  8 |
| Outer lobes | 7.3 | 11.3 |  7 | 15 |  9.3 |  4. |  11. |  8 |
| Outermost   | 8.8 |  18. |  0 |  3 | 13.4 | 9.2 |  1.5 |  3 |
| Polar Knots |   0 |   4. | 19 | 26 |   2. |  4. | 22.5 |  7 |
#+TBLFM: $6=0.5 ($2 + $3)::$7=($3 - $2)::$8=0.5 ($4 + $5)::$9=($5 - $4)



** Width of inner lobes and inclination angle
:PROPERTIES:
:ID:       22069844-53A0-4130-8CF6-B86D0526053F
:END:
- Measured in ds9

|            |                |
|------------+----------------|
| core       |           9.57 |
| N bulge A  |          10.50 |
| N bulge B  |          11.69 |
| N edge     |          10.42 |
| S bulge  A |          11.52 |
| S bulge B  |          11.83 |
| S edge     |           9.14 |
| slit G     |            8.7 |
|------------+----------------|
| mean       | 10.42 +/- 0.43 |
| i          |     84. +/- 2. |
|            |                |
#+TBLFM: @10$2=vmeane(@I..@II);f2::@11$2=arccos(1.1 +/- 0.3 / @-1);f0

- This is different from what I measured in the slit G of 8.7
- So I now get arccos(1.1 +/- 0.3 / 10.4 +/- 0.4) = 84 +/- 2
- *Alternative version*
  - From the [[id:DAE29C3F-03B0-47F3-88F1-B5814A08E940][next section]], I get a slightly larger diameter of 13.2 because the above is basically measuring the inner edge
  - This then gives i = arccos(1.1 +/- 0.3 / 13.2 +/- 0.2) = 85 +/- 1

** Seeing width
- FWHM measured on the bright stars
  | image      |          fwhm |
  |------------+---------------|
  | spm0600 x  |           1.9 |
  | spm0600 y  |           1.5 |
  | spm0953 x  |           1.9 |
  | spm0953 y  |           1.5 |
  | N10035 x   |           1.4 |
  | N10035 y   |           1.4 |
  | oiii med x |           1.5 |
  | oiii med y |           1.6 |
  |------------+---------------|
  |            | 1.59 +/- 0.07 |
  |            |               |
  #+TBLFM: @10$2=vmeane(@I..@II);f2
- So varies from 1.3 to 1.9 arcsec


*** 150 micron slit
| image   |          fwhm |
|---------+---------------|
| spm0600 |           2.3 |
| spm0953 |           3.0 |
| spm0020 |           2.9 |
| spm1431 |           2.3 |
|---------+---------------|
|         | 2.63 +/- 0.19 |
|         |               |
#+TBLFM: @6$2=vmeane(@I..@II);f2
- So 2.6 \pm 0.2 is good enough
- Supposedly, it should be 1.9 arcsec, but that needs to be broadened by the seeing
  - sqrt(1.9**2 + 1.6**2 ) = 2.4839, so that is close enough, especially since the image quality seemed worse in the x direction
** Flux and surface brightness
- Using the ha-imslit-median.fits image, I will try and do a flux calibration, so we can measure the surface brightness in physical units
  - The naive way is just to use the mean surface brightness for the big box and put that equal to the mean surface brightness from the Ha flux
  - But we need to subtract off the contribution of 3 stars (the central star and two others)
- Total flux
  - From a rectangular box that is 20 * 26 arcsec, which corresponds to the 10% peak brightness contour
    |       sum |  npix |     mean |  median |       min |     max |   stddev |
    | 6182.1348 | 12998 | 0.475622 | 0.30956 | -0.158432 | 3.38938 | 0.427497 |
  - Or from box that is 18 x 16 to just include the inner lobes
     |       sum | npix |     mean |   median |       min |     max |   stddev |
     | 5253.4374 | 7201 | 0.729543 | 0.692103 | -0.104003 | 3.38938 | 0.417428 |
- Stars measured in smaller boxes
  - For each star I calculate the bg-subtracted flux in the last row of the following tables
  - Star 1 (bright SW)
    |      |       sum | npix |    mean |   median |      min |     max |   stddev |
    |------+-----------+------+---------+----------+----------+---------+----------|
    | star |  411.2064 |  235 | 1.74981 |  1.56299 |  0.75171 | 3.38938 | 0.599059 |
    | BG   | 79.095383 |   91 | 0.86918 | 0.852293 | 0.601711 | 1.19085 | 0.112659 |
    |------+-----------+------+---------+----------+----------+---------+----------|
    |      |  206.9491 |      |         |          |          |         |          |
    #+TBLFM: @4$2=@I - @I$3 @-1$4
  - Star 2 (central)
    |      |       sum | npix |    mean |  median |      min |     max |    stddev |
    |------+-----------+------+---------+---------+----------+---------+-----------|
    | star | 160.75441 |  100 | 1.60754 |  1.5394 |  1.13148 | 2.43199 |   0.32306 |
    | BG   | 113.42896 |   99 | 1.14575 | 1.14598 | 0.911278 | 1.46006 | 0.0949353 |
    |------+-----------+------+---------+---------+----------+---------+-----------|
    |      |  46.17941 |      |         |         |          |         |           |
    #+TBLFM: @4$2=@I - @I$3 @-1$4
  - Star 3 (outer N)
    |      |       sum | npix |     mean |   median |        min |      max |    stddev |
    |------+-----------+------+----------+----------+------------+----------+-----------|
    | star | 53.733485 |  101 | 0.532015 | 0.501091 |   0.233906 |  1.08626 |  0.178465 |
    | BG   | 10.263493 |   98 |  0.10473 | 0.101843 | -0.0282633 | 0.252535 | 0.0630404 |
    |------+-----------+------+----------+----------+------------+----------+-----------|
    |      | 43.155755 |      |          |          |            |          |           |
    #+TBLFM: @4$2=@I - @I$3 @-1$4
- *Important correction*
  - In order to capture all the flux from the nebula, we need to use the biggest box possible
    - Assuming the bg subtraction is good enough, there should be little penalty from using a bigger box (except it would include more stars that we would need to subtract)
  - *But* for comparison with the mean surface brightness, we need to use the npix area of the nominal ellipse of semi-axes = 10, 13 arcsec, which gives the 11.4 arcsec nominal radius
  - I have now measured the npix area of this ellipse and get npix = 10209
  - As opposed to the 12998 I was using earlier
  - This means that the reference brightness will be higher, which means that the derived EM will be lower, which is what I want to get the density down a bit
- Accounting
  |        |       All | Inner 18 x 16 |
  |--------+-----------+---------------|
  | Total  | 6182.1348 |     5253.4374 |
  |--------+-----------+---------------|
  | Star 1 |  206.9491 |      206.9491 |
  | Star 2 |  46.17941 |      46.17941 |
  | Star 3 | 43.155755 |             0 |
  |--------+-----------+---------------|
  | Net    | 5885.8505 |     5000.3089 |
  |--------+-----------+---------------|
  | npix   |     10209 |          7201 |
  |--------+-----------+---------------|
  | MEAN   |    0.5765 |               |
  #+TBLFM: @6$2..@6$3=@I - vsum(@II..@III)::@8$2=@III/@IIII;f4
  - Here I subtract the 3 stars from the total to get the net flux, then divide by the number of pixels in the big bo to get the mean surface brightness
  - So the answer is that 0.5765 value in the FITS image corresponds to the mean surface brightness of
    - S(Ha) = 3.96e-04 erg /cm^2 /s /sr
    - EM = 5200 pc cm^-6
    - T_5 = 0.43 K
- Inner shell versus outer shell fluxes
  - We can do the same but for a smaller box that only includes the inner shell
  - Use a 18 x 16 box
  - Total flux is 5253.4374
  - Only first two stars fall in this box
    - Net inner flux = 5000.3 = 5000.3089 / 5885.8505 = 0.8495 of total flux
    - Net outer flux = 885  / 5885.8505 = 0.1504 of total flux
- Variations in brightnesses from image
  - Inner shell
    - E Maximum: 1.6
    - W Maximum: 1.2
    - Center: 1.1
  - Outer shell
    - limb-brightened horns
      - 0.2 (NE), 0.3 (SE), 0.3 (SW)
- Variations in brightness from spectra
  |      |         | amplitude | mean   | stddev | amplitude_0 |  mean_0 | stddev_0 | amplitude_1 |  mean_1 | stddev_1 |
  |------+---------+-----------+--------+--------+------------+--------+---------+------------+--------+---------|
  | ha   | N knot  | 0.04      | -40.62 | 12.90  |          — |      — |       — |          — |      — |       — |
  | oiii | N knot  | 0.04      | -37.99 | 13.45  |          — |      — |       — |          — |      — |       — |
  | ha   | N outer | —         | —      | —      |       0.07 | -43.67 |   16.22 |       0.08 | -25.16 |    7.74 |
  | oiii | N outer | —         | —      | —      |       0.05 | -52.84 |   11.29 |       0.14 | -24.20 |    7.98 |
  | ha   | N inner | —         | —      | —      |       0.61 | -47.56 |   10.04 |       0.77 | -23.86 |    9.74 |
  | oiii | N inner | —         | —      | —      |       0.64 | -48.94 |    7.85 |       0.94 | -22.20 |    6.86 |
  | ha   | Core    | —         | —      | —      |       0.77 | -44.57 |   11.08 |       0.80 | -21.83 |    8.86 |
  | oiii | Core    | —         | —      | —      |       0.75 | -46.44 |    6.72 |       0.97 | -21.64 |    7.05 |
  | ha   | S inner | —         | —      | —      |       0.45 | -44.50 |   11.09 |       0.42 | -22.42 |    8.71 |
  | oiii | S inner | —         | —      | —      |       0.51 | -47.14 |    7.45 |       0.60 | -21.89 |    6.91 |
  | ha   | S outer | —         | —      | —      |       0.03 | -51.35 |   13.75 |       0.03 | -22.81 |    8.28 |
  | oiii | S outer | —         | —      | —      |       0.03 | -54.64 |    8.49 |       0.05 | -19.39 |    7.84 |
  | ha   | S knot  | 0.02      | -33.72 | 11.15  |          — |      — |       — |          — |      — |       — |
  | oiii | S knot  | 0.02      | -30.75 | 10.94  |          — |      — |       — |          — |      — |       — |
  |      |         |           |        |        |            |        |         |            |        |         |
  - Inner 12.63 +/- 2.07
    - core 0.77 11.08 + 0.80 8.86 = 15.62
    - N inner 0.61 10.04 + 0.77 9.74 = 13.62
    - S inner 0.45  11.09 + 0.42  8.71 = 8.65
  - Outer = 1.21 +/- 0.55
    - N outer 0.07 16.22 + 0.08  7.74 = 1.75
    - S outer 0.03 13.75 + 0.03 8.28  = 0.66
  - Knots 0.37 +/- 0.15
    - N knot  0.04 12.90 = 0.52
    - S knot 0.02  10.94 = 0.22
*** Table of EM, density, M_i
- First row gives mean surface brightness and equivalent EM in pc cm^-6, which comes from the dereddened Ha flux.
- This is used with the measurements of surface brightness from median image to find EM for other components (inner shell and outer ears)
- And the inner shell one is used to calibrate in turn the spectral slit intensities to find the EM of components that are seen in the spectra
- The line-of-sight depths dz in pc are calculated for each component according to its geometry (see above)
- The rms density is calculated as sqrt(EM / dz)
- The volume V is also calculated for each component in pc^3
- The ionized mass is calculated as
  - M_i / M_sun = (m_p / M_sun) n V (pc/cm)**3 = 0.0247 n V 
  |            |  image | spectra        |                EM | d z               | n              |          V | M_i                |
  |------------+--------+----------------+-------------------+-------------------+----------------+------------+-------------------|
  | Mean       | 0.5765 |                |              5200 |                   | sqrt(5200/0)   |            | 0.0000            |
  |------------+--------+----------------+-------------------+-------------------+----------------+------------+-------------------|
  | inner      |    1.1 | 12.63 +/- 2.07 |            9.92e3 | 0.1746 +/- 0.0314 | 238.4 +/- 21.4 |     0.0216 | 0.1272 +/- 0.0114 |
  | outer ears |    0.2 |                |            1.80e3 | 0.2891 +/- 0.0175 | 78.9 +/- 2.4   |            | 0.0000            |
  | outermost  |   0.05 |                |            4.51e2 | 0.194 +/- 0.0582  | 48.2 +/- 7.2   | 6.8126e-03 | 0.0081 +/- 0.0012 |
  | outer axis |        | 1.21 +/- 0.55  | 9.50e2 +/- 4.59e2 | 0.1086 +/- 0.0116 | 93.5 +/- 23.1  |     0.0229 | 0.0529 +/- 0.0131 |
  | knots      |        | 0.37 +/- 0.15  | 2.91e2 +/- 1.27e2 | 0.1552 +/- 0.0388 | 43.3 +/- 10.9  | 3.9147e-03 | 0.0042 +/- 0.0011 |
  |------------+--------+----------------+-------------------+-------------------+----------------+------------+-------------------|
  |            |        |                |                   |                   | sqrt(0/0)      |     0.0552 | 0.1924 +/- 0.0174 |
  #+TBLFM: $6=sqrt($4 / $5);f1::$8=0.0247 $6 $7;f4::@3$4..@5$4=@I $2 / @I$2;s3::@6$4..@7$4=@II $3 / @II$3;s3::@8$7..@8$8=vsum(@II..@III);f4
*** Summary table of the components
:PROPERTIES:
:ID:       C4243082-6644-4620-9FF4-044C41BF7660
:END:
|           |     dz |          V |      A |     EM |    VEM | F frac |     M_i | M frac |
|-----------+--------+------------+--------+--------+--------+--------+--------+--------|
| inner     | 0.1746 |     0.0216 | 0.1237 | 9.92e3 | 1.23e3 | 0.8425 | 0.1272 | 0.6734 |
| outer     | 0.1086 |     0.0229 | 0.2109 | 9.50e2 | 2.00e2 | 0.1370 | 0.0529 | 0.2800 |
| outermost |  0.194 | 6.8126e-03 | 0.0351 | 4.51e2 | 1.58e1 | 0.0108 | 0.0081 | 0.0429 |
| knots     | 0.0776 | 3.9147e-03 | 0.0504 | 2.91e2 | 1.47e1 | 0.0101 | 0.0007 | 0.0037 |
|-----------+--------+------------+--------+--------+--------+--------+--------+--------|
|           |        |            |    0/0 |        | 1.46e3 | 1.0000 |        | 0.0000 |
#+TBLFM: $4=$3/$2;f4::$6=$4 $5;s3::$7=$6 / @II$6;f4::$9=$8/vsum(@I$8..@II$8);f4::@6$6=vsum(@I..@II);s3
- So this calculation says that the inner shell is 84% of the total flux from the nebula
- This is consistent with when I did this using apertures, for which I got 85%
  - Originally I got 71% but I had made two mistakes
    - Partly because the box I was using for the inner shell was 14x14, whereas elsewhere I am assuming r_out = 8.8 and h = 16, so I should use an 18 x 16 box
    - And partly because I was not calculating the reference surface brightness correctly. Now that is fixed by using the number of pixels in the nominal ellipse
  - 
* Emission measure
:PROPERTIES:
:ID:       5AF3E337-9F70-48B0-B21D-04C9BA7740FE
:END:
- From Corradi:2014j we have the observed total H alpha flux of the nebula
  - F(Hα)= 8.5e-13 erg cm-2 s-1
- And radio flux
  - 3.6 ± 0.5 mJy at 1.4 GHz.
    - Conversion to 5 GHz should be as F \propto \nu^-0.1
    - So F_5 = 3.2 +/- 0.4 mJy 
  - We can relate the radio surface brightness: I = F / \pi \theta^2 to the brightness temperature in the Rayleigh Jeans limit
    - T_b = (c^2 / 2 \nu^2 k) I_\nu
    - 1 Jy = 1e-23 erg /s /cm^2 / Hz
    - From below we are estimating \theta = 11.4 arcsec, so \Omega = \pi \theta^2 = 408.3 sq arcsec = 9.5964e-09 sr
    - At 5GHz, we have  (c^2 / 2 \nu^2 k) = 1.3019e+17
    - So T = 1.3019e+17 (3.2 +/- 0.4) 1e-3 1e-23 / 9.5964e-09 = 0.4341 +/- 0.0543 K
  - General relation T_b = (c^2 / 2 \nu^2 k) F_5 mJy / \pi \theta^2 (1/206265)**2
    - T_b = 17.6311 F_5 / \theta^2
    - *log T_b - log F_5 - log \theta relation*
      - log T_b = 1.2463 + log F_5 - 2 log \theta
      - log F_5 = log T_b + 2 log \theta - 1.2463
  - Supposedly
    F(Hα) = 1.73e-10 erg cm−2 s−1 (S_{1.4} / mJy)
  - I do not think this is right. It should be about 1e-12
- This means that the intrinsic Ha flux is
  - 1e-12 3.6 = 3.6e-12 = 4.2 times observed flux
- So c(H a) = log10(4.2) = 0.62
- Relation between c(Ha) and c(Hb)
  - Frew cites the Howarth (1983) reddening law
  - For the Galaxy this is
    : X(x)= R + 2.56 (x-1.83)-0.993 (x-1.83)2
    - where X is A_\lambda/E(B-V) and x = 1 micron / \lambda
  - But that is only valid for x < 1.83, which excludes Ha. They have another fit for longer wavelengths
    : [(1.86 - 0.48 x) x - 0.1] x 
  - Table for R = 3.1 (final column uses appropriate X for short and long wavelength)
    |    \lambda |    x | X(x, R=3.1) | X(IR) | c(\lambda)/E(B-V) |
    |------+------+-------------+-------+-------------|
    | 4440 | 2.25 |        4.00 |  3.72 |        1.74 |
    | 4861 | 2.06 |        3.64 |  3.49 |        1.58 |
    |------+------+-------------+-------+-------------|
    | 5550 | 1.80 |        3.02 |  3.05 |        1.32 |
    |------+------+-------------+-------+-------------|
    | 6563 | 1.52 |        2.21 |  2.46 |        1.07 |
    | 9000 | 1.11 |        0.74 |  1.52 |        0.66 |
    #+TBLFM: $2=10000/$1;f2::$3=3.1 + 2.56 ($2-1.83) - 0.993 ($2-1.83)**2;f2::$4=((1.86 - 0.48 $2) $2 - 0.1 )$2 ;f2::$5=$2 < 1.86 ? log10(exp($4)) : log10(exp($3));f2
  - This implies c(Ha) / c(Hb) = 1.07/1.58 = 0.68
- So c(H b) = 0.62 /0.68 = 0.912
  - whereas the paper says 1.23 +/- 0.3 for c(H b) derived in this way
  - perhaps because they are using the T = 13 kK, which will reduce the conversion factor a bit
  - From the Balmer lines they find c(Hb) = 0.95 ± 0.25 assuming R_V = 3.1
    - so intrinsic / observed Ha flux is 10**(0.68 (0.95 ± 0.25) ) = 4.4259 +/- 1.7325
    - so intrinsic flux is 8.5e−13 (4.4259 +/- 1.7325) = (3.8 +/- 1.5)e-12  erg cm−2 s−1
    - so that is a 40% uncertainty in the flux, which is mainly due to uncertainty in the reddening correction
- Ha luminosity = 4 pi D^2 F = (4.5467e+32 +/- 1.7947e+32) D_kpc^2 erg/s = 0.1435 D_kpc^2 L_sun
- Conversion to VEM
  - H alpha emissivity = \epsilon = 4 pi j / n_e n_p = 3.1e-25 erg cm^3 / s
  - VEM = \int n_e n_p d V = L / \epsilon = (1.4667 +/- 0.5789) 1e57 D_kpc^2 cm^-3 = (49.9210 +/- 19.7051) D_kpc^2 pc^3 cm^-6
- Total recombination rate
  - \alpha_B VEM = 3.83e+44 D_kpc^2 s^-1
- Volume of nebula
  - V = (4 pi / 3) R^3
  - V = 4.7731e-07 \theta^3 D_kpc^3 pc^3
  - /long distance 4.5 kpc/ V = 0.0644 pc^3 = 1.8932e+54 cm^3
  - 
** Table of gaussian fits
|        pos | amplitude_0 |      mean_0 |   stddev_0 | amplitude_1 |      mean_1 |   stddev_1 | delta V | Average      |        |
|------------+------------+------------+-----------+------------+------------+-----------+---------+--------------+--------|
| -28.000000 |   0.011767 | -51.409848 |  5.000000 |   0.009831 | -31.620553 |  5.000000 |   19.79 |              |        |
| -27.000000 |   0.009380 | -50.959859 |  5.000000 |   0.015257 | -29.202672 |  7.820793 |   21.76 |              |        |
| -26.000000 |   0.010536 | -59.988478 |  5.000000 |   0.022990 | -30.050188 |  9.023804 |   29.94 |              |        |
| -25.000000 |   0.006714 | -62.667483 |  7.580234 |   0.030755 | -27.191687 |  7.050812 |   35.48 |              |        |
| -24.000000 |   0.007365 | -64.547330 |  8.460510 |   0.034655 | -26.583382 |  8.471617 |   37.96 |              |        |
| -23.000000 |   0.008219 | -62.576151 |  7.243100 |   0.031853 | -28.449855 |  8.681308 |   34.13 |              |        |
| -22.000000 |   0.013606 | -64.211155 | 10.000000 |   0.024493 | -27.277620 |  9.407282 |   36.93 |              |        |
| -21.000000 |   0.004972 | -79.947702 | 10.000000 |   0.018673 | -27.697269 | 10.000000 |   52.25 |              |        |
| -20.000000 |   0.007884 | -57.312478 | 10.000000 |   0.017301 | -22.910532 | 10.000000 |   34.40 |              |        |
| -19.000000 |   0.005546 | -61.638008 |  8.951309 |   0.015957 | -21.726821 | 10.000000 |   39.91 |              |        |
| -18.000000 |   0.012457 | -62.732726 |  6.622631 |   0.016567 | -23.765660 | 10.000000 |   38.97 |              |        |
| -17.000000 |   0.016837 | -60.403444 |  6.219159 |   0.016905 | -19.329141 | 10.000000 |   41.07 |              |        |
| -16.000000 |   0.011722 | -61.867691 |  5.784890 |   0.021705 | -20.540119 |  7.964359 |   41.33 |              |        |
| -15.000000 |   0.017255 | -54.737666 |  8.477263 |   0.027205 | -17.584698 |  6.427508 |   37.15 | 38.6 +/- 1.1 |        |
| -14.000000 |   0.036463 | -56.027600 |  6.946972 |   0.031124 | -19.048401 |  6.843040 |   36.98 |              |        |
| -13.000000 |   0.051972 | -54.938285 |  6.591733 |   0.050919 | -18.560459 |  7.206244 |   36.38 |              |        |
| -12.000000 |   0.060545 | -54.030817 |  6.604743 |   0.077720 | -18.822944 |  7.147521 |   35.21 |              |        |
| -11.000000 |   0.063194 | -52.193853 |  6.863608 |   0.104665 | -19.434053 |  7.780877 |   32.76 |              |        |
| -10.000000 |   0.059050 | -50.585957 |  7.440212 |   0.105154 | -19.897408 |  8.568709 |   30.69 |              |        |
|  -9.000000 |   0.069391 | -48.235022 |  8.066568 |   0.117347 | -21.684178 |  9.830159 |   26.55 |              |        |
|  -8.000000 |   0.128020 | -45.617923 |  8.241859 |   0.155183 | -22.491162 |  8.872908 |   23.13 |              |        |
|  -7.000000 |   0.218116 | -44.782091 |  7.701405 |   0.259908 | -23.166811 |  7.257838 |   21.62 | 22.5 +/- 0.4 | Min    |
|  -6.000000 |   0.354809 | -46.052698 |  7.414679 |   0.440875 | -23.339694 |  6.886291 |   22.71 |              |        |
|  -5.000000 |   0.496532 | -47.196403 |  7.543343 |   0.604980 | -22.493281 |  6.711966 |   24.70 |              |        |
|  -4.000000 |   0.602402 | -47.785995 |  7.622638 |   0.702383 | -21.258329 |  6.676857 |   26.53 |              |        |
|  -3.000000 |   0.657590 | -47.681435 |  7.324118 |   0.808934 | -20.348132 |  6.780991 |   27.33 | 26.8 +/- 0.2 | Max    |
|  -2.000000 |   0.653930 | -47.083568 |  7.358067 |   0.879006 | -20.409675 |  6.722429 |   26.67 |              |        |
|  -1.000000 |   0.673666 | -46.551130 |  7.545827 |   0.908826 | -20.761022 |  6.904487 |   25.79 |              |        |
|   0.000000 |   0.737885 | -46.558229 |  7.254699 |   0.976014 | -21.879182 |  7.014076 |   24.68 | 25.1 +/- 0.4 | Center |
|   1.000000 |   0.701104 | -47.366795 |  7.482931 |   0.950736 | -22.656976 |  7.341171 |   24.71 |              |        |
|   2.000000 |   0.664834 | -48.670751 |  7.555740 |   0.916426 | -22.525888 |  7.548364 |   26.14 |              |        |
|   3.000000 |   0.653046 | -49.465962 |  7.673783 |   0.892476 | -22.119500 |  7.103915 |   27.35 |              |        |
|   4.000000 |   0.622532 | -49.489165 |  7.524164 |   0.936258 | -21.839362 |  6.630938 |   27.65 | 27.3 +/- 0.2 | Max    |
|------------+------------+------------+-----------+------------+------------+-----------+---------+--------------+--------|
|   5.000000 |   0.563308 | -48.818237 |  7.443582 |   0.873810 | -21.884180 |  6.585550 |   26.93 |              |        |
|   6.000000 |   0.480291 | -47.598519 |  7.116575 |   0.706541 | -22.987900 |  6.794918 |   24.61 |              |        |
|   7.000000 |   0.346506 | -45.851114 |  7.479770 |   0.522831 | -24.527363 |  6.801851 |   21.32 |              |        |
|   8.000000 |   0.210738 | -45.790896 |  8.329459 |   0.370147 | -25.634310 |  7.251770 |   20.16 | 21.4 +/- 0.7 | Min    |
|   9.000000 |   0.105767 | -48.006351 |  9.732100 |   0.227391 | -25.432634 |  8.214311 |   22.57 |              |        |
|  10.000000 |   0.076042 | -52.577306 |  9.111120 |   0.161030 | -24.612157 |  8.451674 |   27.97 |              |        |
|  11.000000 |   0.073336 | -54.672559 |  8.368737 |   0.145091 | -24.179844 |  8.655543 |   30.49 |              |        |
|  12.000000 |   0.068193 | -54.942853 |  8.043460 |   0.147864 | -23.933850 |  8.143172 |   31.01 |              |        |
|  13.000000 |   0.047375 | -57.326225 |  9.001146 |   0.134590 | -24.253194 |  7.956009 |   33.07 |              |        |
|  14.000000 |   0.029443 | -59.146989 | 10.000000 |   0.116693 | -23.640636 |  7.216673 |   35.51 |              |        |
|  15.000000 |   0.021535 | -60.996208 | 10.000000 |   0.096765 | -22.886628 |  6.599190 |   38.11 | 35.3 +/- 0.9 |        |
|  16.000000 |   0.027256 | -59.693720 | 10.000000 |   0.070094 | -23.849911 |  7.816596 |   35.84 |              |        |
|  17.000000 |   0.029066 | -59.413037 | 10.000000 |   0.061837 | -25.596553 |  8.900597 |   33.82 |              |        |
|  18.000000 |   0.024423 | -55.684637 | 10.000000 |   0.050882 | -26.572591 |  9.967609 |   29.11 |              |        |
|  19.000000 |   0.026548 | -52.896122 | 10.000000 |   0.035906 | -28.001443 | 10.000000 |   24.89 |              |        |
|  20.000000 |   0.036882 | -46.380165 | 10.000000 |   0.019621 | -22.019067 |  6.200113 |   24.36 |              |        |
|  21.000000 |   0.035641 | -43.145101 | 10.000000 |   0.018866 | -24.027183 |  7.610798 |   19.12 |              |        |
|  22.000000 |   0.031974 | -40.950975 | 10.000000 |   0.020888 | -30.664625 | 10.000000 |   10.29 |              |        |
|  23.000000 |   0.025699 | -39.519881 | 10.000000 |   0.026363 | -32.788411 |  8.853190 |    6.73 |              |        |
|  24.000000 |   0.029958 | -39.996721 | 10.000000 |   0.022451 | -32.040898 |  7.330299 |    7.96 |              |        |
|  25.000000 |   0.033677 | -39.647957 | 10.000000 |   0.014556 | -30.494266 | 10.000000 |    9.15 |              |        |
|  26.000000 |   0.026356 | -45.246445 | 10.000000 |   0.015359 | -27.853046 | 10.000000 |   17.39 |              |        |
|  27.000000 |   0.023160 | -43.016615 | 10.000000 |   0.008366 | -15.379267 |  9.248470 |   27.64 |              |        |
|  28.000000 |   0.011795 | -49.776702 | 10.000000 |   0.011152 | -32.027969 | 10.000000 |   17.75 |              |        |
#+TBLFM: $8=$6-$3;f2::@15$9=vmeane(@-2$-1..@+2$-1);f1::@23$9=vmeane(@-1$-1..@+1$-1);f1::@27$9=vmeane(@-1$-1..@+1$-1);f1::@30$9=vmeane(@-1$-1..@+1$-1);f1::@34$9=vmeane(@-1$-1..@+1$-1);f1::@38$9=vmeane(@-1$-1..@+1$-1);f1::@45$9=vmeane(@-2$-1..@+2$-1);f1


